/* Literal for the Space key */
"Space" = "Spacja";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "Skrót";

/* VoiceOver value for the value-less control */
"Not set" = "Nie ustawiono";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "Użyj starego skrótu";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "Anuluj tworzenie";

/* Tooltip for the clear button */
"Delete current shortcut" = "Skasuj bieżącym skrót";

/* Label and tooltip for the recording mode */
"Press keys now" = "Naciśnij klawisze teraz";

/* Label for the value-less control */
"Record Shortcut" = "Utwórz skrót";

/* Tooltip for the normal mode */
"Click to record shortcut" = "Kliknij aby zarejestrować skrót";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "Kombinacja klawiszy „%@“ nie może zostać użyta!";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "Kombinacja klawiszy „%@“ nie może zostać użyta, ponieważ %@.";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "Kombinacja klawiszy „%@“ jest już w użyciu.";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "Kombinacja klawiszy „%@“ nie może zostać użyta, ponieważ jest już wykorzystywana jako systemowy skrót klawiszowy. (Jeśli naprawdę chcesz korzystać z tej kombinacji klawiszy, większość skrótów można zmienić w panelu Klawiatura w Preferencjach systemowych.)";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "Kombinacja klawiszy „%@“ nie może zostać użyta, ponieważ jest już wykorzystywana przez element menu „%@“.";

/* Accessibility name of the Command modifier key */
"Command" = "Command";

/* VoiceOver name of the Option modifier key */
"Option" = "Option";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Shift";

/* VoiceOver name of the Control modifier key */
"Control" = "Control";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
